zzy-canaan/canmv/port/boards/k230d_canmv_atk_dnk230d/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "k230d_canmv_atk_dnk230d"
#define MICROPY_HW_MCU_NAME                 "K230d"
#define OMV_ARCH_STR                        ""
#define OMV_BOARD_TYPE                      "CanMV K230D ATK-DNK230D"
